[
  {
    "section": "Checks in Tender Specification",
    "items": [
      {
        "item": "Are the technical specification document covers the relevant specifications for all items required as per the scope of the tender and as listed in the schedule of items?"
      },
      {
        "item": "Does the schedule of items cover all the items as required by the scope of the tender?"
      },
      {
        "item": "Are the quantities indicated for the items in the schedule of quantities computed correctly covering the entire scope of work?"
      },
      {
        "item": "Whether the item/description indicated clearly and unambiguously the scope of supply and the work involved?"
      },
      {
        "item": "Are free issue items in the contract clearly indicated in the specification and the schedule of items?"
      }
    ]
  },
  {
    "section": "Checks in Design Basis Report",
    "items": [
      {
        "item": "Whether the document is prepared as per the guidelines in Tender Specification?"
      },
      {
        "item": "Are the values of parameters listed, correct?"
      },
      {
        "item": "Are the list of codes (Latest or as per Specification) to be followed completely?"
      },
      {
        "item": "Are the Load Combination for both Civil/Structural are listed Completely?"
      },
      {
        "item": "Are all-Basic Load definition/parameters are covered?"
      },
      {
        "item": "Are the Wind Load definition/parameters are covered Correctly?"
      },
      {
        "item": "Are the Seismic Load definition/parameters are covered Correctly?"
      },
      {
        "item": "Are the Min and Max values of Concrete (Clear Cover, min cement contents etc.) and Structure (Min thickness etc.) values are given as per code or Tender Specification."
      },
      {
        "item": "Are the Grade of Concrete for RCC and PCC work are Specified as per Code or Tender Specification?"
      },
      {
        "item": "Are the Factor of safety for overturning/Sliding/Uplift are covered Correctly?"
      },
      {
        "item": "Are the Grade of Steel for Main Reinforcement and Secondary Reinforcement are Specified as per Code or Tender Specification?"
      },
      {
        "item": "Are the Grade of Structural Steel are Specified as per Code or Tender Specification?"
      },
      {
        "item": "Are the Design Philosophy for Main Important Structures are covered?"
      },
      {
        "item": "Are the Design Parameter (Bearing Capacity, Water Table, Pile Capacity, Pile length etc.) required to design the foundation are covered as per soil Report?"
      }
    ]
  }
]
